Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: “예?”
en_us: “Huh?”

source: 하지만 블론디나는 씩 웃고는 다시 외쳤다.
en_us: However, Blondina let out a smile and called out once more.

source: 제국의 황제와 황후, 블론디나의 배다른 여동생과 남동생이 바로 그들이었다.
en_us: The emperor, the empress, and Blondina’s half-brother and half-sister.

source: 에이몬은 블론디나의 반응에 그다지 신경 쓰지 않고 펜 끝을 잉크에 담갔다가 종이 위에 구불구불 유려한 글자를 그리기 시작했다.{j}
en_us: However, Amon didn’t seem to care how Blondina was acting awkwardly towards him suddenly. He dipped the quill into the ink and began scribbling letters on the parchment.{j}

source: 어느새 별이 차고 달이 올랐다.
en_us: Before she even realized it, the sky was dark, filled with shining stars and the moon.

source: 그래.{j}분명 사람으로 변한 에이몬과 가면 든든할 것이다.
en_us: Of course, I’d feel better if Amon accompanied me to the party.

source: “미천한 것이, 감히…….”
en_us: “How dare you, you lowly piece of...”

source: 에이몬은 이내 옆에 앉은 루시를 향해 고개를 돌렸다.
en_us: After comforting Blondina with his touch, Amon turned to Lucy.

source: 「그러게.{j}내가 왜 화를 냈지?」
en_us: “Yeah...Why did I get so mad?”{j}

source: 황녀 모임 그룹에 섞여 있던 로드슨 공작가의 차남.{j}그들 그룹에서 유일하게 고대어를 쓰지 않으며 가만히 중립을 지켰던 아이, 필립 로드슨 공자였다.
en_us: His name was Philip Rodson, a marquess and the heir to Duke Rodson. He was the only aristocrat in the group who remained silent and stayed neutral with Blondina by not speaking Old Atesian.

source: 하지만 이내 절 놀리는 거라 판단하고는 미간에 주름을 잡았다.
en_us: But soon enough, he realized that she was trying to mock him. He replied back with a frown on his face.

source: 제 곁에 있는 에이몬이 흑표범이라 그런지 이상하게 신경이 쓰였다.
en_us: For some reason, she couldn’t help thinking about the black leopard, which shared the same attributes as Amon.

source: “황녀님.{j}안으로.”
en_us: “My lady. Please follow me inside.”{j}

source: 쯧, 하고 혀를 찬 소년이 팔짱을 꼈다.
en_us: With his arms crossed, the boy clicked his tongue in annoyance.

source: “제가 감히 어찌 신수님의…….”
en_us: “How could I dare touch the tail of a divine beast...?”

source: 블론디나는 침착하게 말하며 올곧게 황제의 눈을 마주했다.
en_us: She walked calmly, looking directly at the emperor’s eyes.

source: 「쓰레기?」
en_us: “Junk?”

source: [그럼요!]
en_us: [Of course, Your Highness.]

source: 분홍 발바닥을 못 보아 우울했다는 블론디나.{j}절 위해 털실 뭉치를 모아 놓았다는 루시.
en_us: He first looked at Blondina, who had said she had missed his pink paw pads, and then Lucy, who had prepared a ball of yarn for him, standing next to Blondina.{j}

source: 홀로 입꼬리를 꾹 내리고 있으려니, 고양이가 고개를 들어 아이를 올려다봤다.
en_us: The cat looked up and saw Blondina filled with emotions.

source: 다친 다리로 움직이면 더욱 아플 뿐이다.{j}여관 주인에게 많이 맞아 본 블론디나는 그 사실을 잘 알고 있었다.
en_us: She didn’t want the cat to get itself hurt even more, which was also learned from her past experience being beaten by the innkeeper.{j}

source: “그거 배우고 싶어도 못 배운대.
en_us: “Old Atesian? I heard you couldn’t learn it, even if you wanted to.”

source: ‘만만히 봐서는 안 되겠어.’
en_us: I shouldn’t take her lightly.

source: 나지막한 한숨을 내쉬며 고개를 내저었다.
en_us: Blondina barely shook her head with a sigh.

source: 욕심내지 않았던 자리가 저에게 돌아올 수도 있다는 말을 듣자 흥분마저 밀려올 지경이었다.{j}하지만 애써 속마음을 누르고 침착하게 황제를 응시했다.
en_us: The prospect of inheriting the throne, which she never expected, made her excited to think about the future. However, she tried her best to hide her emotions and calmly looked at the emperor.{j}

source: 서로 얼굴을 마주하고 있을 때, 호위 기사 한 명이 다가왔다.
en_us: While Adellai consoled Lart with her words, one of the guards approached them.

source: 그 말에 대답한 건 루시였다.
en_us: It was Lucy who responsded.

source: “루시.{j}넌 제국어를 쓸 줄 알지?”
en_us: “Lucy, you know how to read and write Standard Atesian, right?”{j}

source: 자신이 고양이를 품에 안고 있듯 절 품에 안아 주시던 어머니.{j}모든 게 낯선 것투성이인 황궁에 오자 그 언제보다 엄마가 그리워졌다.
en_us: Blondina couldn’t stop thinking of her beloved mother being left alone in an unfamiliar palace. She also remembered how her mother used to hug her the way she was holding the cat.{j}

source: ‘내가 오고 싶어서 왔나.’
en_us: It wasn’t my choice to be here after all.

source: 에이몬이 다시 라르트 황자의 가슴팍을 발로 차 풀 위로 쓰러뜨렸다.{j}라르트 황자의 몸이 풀밭을 한번 구르다가 멈췄다.
en_us: So, Amon kicked the prince in his chest and dropped him on the ground covered with grass. Prince Lart rolled over the ground in struggling to get up.{j}

source: “시끄러운 놈.”
en_us: “He’s so annoying. Tsk.”

source: 아델라이 황녀는 씩씩거리며 마차로 성큼성큼 걸었다.{j}옆에서는 라르트 황자가 연신 펄쩍거리며 말을 걸어 대고 있었다.
en_us: Princess Adellai, who had left the ballroom, stomped angrily toward her carriage with Prince Lart following right behind her while babbling like an annoying parrot.{j}

source: 실실 웃음이 나왔다.
en_us: Blondina smiled.

source: 순간 황제의 눈빛이 살짝 바뀌었다.
en_us: The look on the emperor’s face suddenly changed.

source: “나도 황족이니까.”
en_us: “Well, I’m also a member of the royal family.”

source: 나의 딸이라 말해 오는 그의 고저 없는 음색만큼 냉랭한 것이 있을까.
en_us: His voice was colder than ice saying those last words to her.

source: ‘아직 예쁜 소년에게는 온전히 적응하지 않았나 봐.{j}자주 보지 않은 모습이라 적응하지 못한 것일지도 몰라.’
en_us: I guess I’m still not totally used to seeing him as a beautiful boy, or maybe it’s because I haven’t seen his human form as often.

source: 고양이를 향해 조심스레 두 손을 뻗었다.
en_us: So, she carefully reached out her two hands toward him and asked.

source: 그때였다.{j}주사위판 위로 까맣고 뽀송뽀송한 발이 사뿐 내려앉았다.
en_us: And suddenly, a black furry paw tapped on the game board and interrupted the two.{j}

source: 꾸욱.
en_us: Press.

source: ‘날 만든 건 자기네 아빠인데 왜 나한테 난리야.{j}난 그냥 태어나기만 했는데.’
en_us: It’s not like I get to choose my father. Why are they making such a fuss to me for their father’s mistake?{j}

source: 블론디나는 ‘저쪽 가족’의 티파티 장소를 벗어나 제 별궁을 향해 걸어가기 시작했다.
en_us: Blondina headed towards her room in a separate palace, departing away from the tea party garden where all of her “other family” enjoyed themselves.

source: 소년이 침착하게 웃었다.{j}블론디나는 체스 말을 톡톡 두드리며 마주 웃었다.{j}마음 같아서야 그다지 반갑지 않다고 하고 싶었으나 그럴 수야 없지.
en_us: Philip calmly smiled at Blondina, and she also smiled back while fiddling with the chess pawns. Deep inside, she wanted to tell him that she wasn’t that happy to see him, but she couldn’t.{j}{j}

source: 평민 중에서, 아니 귀족 중에서도 그녀처럼 탐스러운 금발과 아름다운 금색 눈동자를 가진 이는 없었으리라.
en_us: Even the aristocrats admired her blond hair and beautiful eyes.

source: 라르트 황자가 눈치도 없이 다시 끼어들었다.
en_us: Prince Lart interrupted yet again.

source: 위대한 표범 신수 일족이 지금 이 인간 소녀의 애완 고양이처럼 굴고 있지 않은가.
en_us: The almighty divine leopard beast snuggled into a human girl’s arms like a pet cat.

source: 순간 셋의 시선이 블론디나에게 모였다.{j}모두 티 나게 표정이 달라져 있었다.
en_us: The face of the three completely changed in shock as they gathered around Blondina.{j}

source: 블론디나는 그에게 누구냐는 말을 묻기도 전에 숨을 들이켜며 발을 헛디뎠다.{j}얼굴이 창백하게 질렸다.
en_us: Before Blondina could even ask who he was, she fell on the ground with her face turning pale.{j}

source: 그런 후 블론디나의 머리를 쓰다듬으며 나직이 말했다.
en_us: “I’m Trije Ryun Haverty Ates. I’m your father…and the emperor of Ates Empire,”

source: 하지만 이번에도 말이 끝까지 이어지지는 못했다.
en_us: Again he was interrupted by Amon before he could finish his sentence.

source: ‘나도 앞으로 별거 아닌 일에 화내고 찻잔 던지고 그래야 하나……?’
en_us: Would I also have to stand up for myself for such insignificant things? Is this what it takes to become an imperial family...?

source: “모르겠어요.{j}그 뒤로 죽었다는 말도 있고, 신수의 힘을 빼앗긴 후 평범한 짐승이 되었다는 말도 있고…… 아무도 알 수 없었어요.{j}모습을 감췄다는 것밖에.”
en_us: “I don’t know. Some say it was killed while others say it lost its divine powers and lived on as a simple beast. Nobody knows what truly happened after the battle. It is said that the leopard was never seen again.”{j}{j}

source: “에이몬, 고대어도 할 줄 알아?”
en_us: “Amon, you know Old Atesian?”

source: 블론디나는 속으로 그를 원망하며 담담하게 답했다.
en_us: So, Blondina calmly replied to his question while holding back her strong resentment towards him.

source: “난 그냥 걸어가고 있었을 뿐이야.{j}갑자기 와서 혼자 화를 내고, 발을 구르고, 삿대질하는 상대를 지켜봤을 뿐이고.{j}불쾌한 난동을 부린 기억은 없어.”
en_us: “Look. I’m the victim here. All I did was watch him get angry and point fingers at me. He’s the one making a big fuss here.”{j}{j}

source: 블론디나의 입에서 날숨이 저절로 나왔다.
en_us: She revealed something she wanted to hide from Amon and sighed in embarrassment.

source: 바로 그것이었다.{j}자신은 그의 비천한 치부였으니까.
en_us: That was it. She was nothing but a humble weakness of his.

source: 누구지?
en_us: Who could it be?

source: 남자가 다시 손을 올렸을 때, 다가올 폭력을 피해 아이는 도망치기 시작했다.
en_us: The man wasn’t finished. As he raised his hand again, she decided to run for the sake of her life.

source: 황제는 블론디나의 감정을 상관도 하지 않고 미소 지으며 말을 이었다.
en_us: The emperor continued with a smile, regardless of how Blondina responded.

source: 당장 황궁으로 돌아가 안정을 취하고 싶었는데 왜 이렇게 되는 일이 없는지 모르겠다.
en_us: She didn’t want to waste another second near this party, and wanted to leave as soon as possible to rest in her palace.

source: 블론디나는 루시에게 편지를 읽어 보라고 건넨 후 어깨를 으쓱였다.
en_us: Instead of replying to Majetto’s question, she passed on the letter to Lucy for her to read and shrugged her shoulders.

source: 동정심에 호소하기 위해 들이민 말이기는 했으나 사실 그다지 비참하지는 않았다.{j}이미 외로움과 핍박에는 익숙해진 지 오래니까.
en_us: This was an effort of hers to instill some sympathy in the cat who continuously refused her request. While listing all of her life problems, she didn’t show a single hint of pity for herself because she was already used to the loneliness and the mistreatment over the years. {j}

source: 블론디나는 홀로 날뛰는 황자를 향해 고개를 내저었다.
en_us: Blondina responded back to the hot-tempered prince with a calm voice while shaking her head.

source: “우선 내가 사는 곳으로 갈래?{j}하녀에게 말해서 약과 붕대를 달라고 할게.{j}너 그대로 집에 가면 아플 거 아니야.”
en_us: “Shall we go to where my room first? I’ll tell the servant to bring you a medicine and a bandage to fix you up. I can’t let you leave like this.”{j}{j}

source: 그들이 사용하는 언어는 고대어였다.
en_us: The language being used was Old Atesian.

source: 에이몬이 있다.
en_us: As long as she had Amon by her side, she felt hopeful.

source: “아델라이 황녀님께 드리기 위해 하나 만들었는데…… 생각해 보니 제국에는 황녀님이 한 분 더 계시지 않습니까.”
en_us: “We made one for Princess Adellai...Then we remembered there was a second princess in the royal family.”

source: ‘나도 너네 그리 좋지는 않은데.’
en_us: I don’t really like you guys, either.

source: 블론디나의 말에 행동을 멈췄다.
en_us: They immediately stopped.

source: 다시 고개를 들어 황제와 아델라이 황녀를 보았다.{j}아까처럼 속이 답답하지 않았다.
en_us: She raised her head back up and glanced at the emperor and Princess Adellai hugging each other. She no longer felt distressed or felt left out.{j}

source: 낯선 인장.{j}아니, 낯설지만 묘하게 익숙하다.
en_us: At first glance, it looked strange in his eyes, but the more he looked at it, it somehow looked familiar.{j}

source: 에이몬이었다.
en_us: As expected, it was none other than Amon.

source: 살짝 든 턱 끝에서 오만함이 엿보였다.{j}찻잔을 내려놓은 황제가 블론디나를 불렀다.{j}
en_us: All four of them were seething with a slight taste of arrogance. The emperor called to Blondina putting down his tea cup.{j}{j}

source: 단정한 손을 보며 블론디나는 희미하게 웃었다.
en_us: Blondina faintly smiled, thanking his generosity for teaching her.

source: “무섭다기보다는…….”
en_us: “It’s not that I’m scared. It’s just...”

source: 제국의 황녀를 위해 제작했다는.
en_us: That brooch was specially made for the princess of Ates.

source: 아델라이의 얼굴에서 냉기가 뚝뚝 떨어졌다.
en_us: Adellai blamed Lart for today with a cold-hearted voice.

source: 블론디나는 그 고양이의 뒷모습에 대고 소리 질렀다.
en_us: Blondina screamed after them.

source: 「네가 그걸 모르면 어떡해!」
en_us: “If you don’t know, then who does?!”

source: “에이몬!{j}있는 거 다 알아!{j}잠깐만 나와 봐!”
en_us: “Amon! I know you’re there! Come out for a second!”{j}{j}

source: “그게.
en_us: “Um...I do. I do find them adorable, but...”

source: 늘 신경질을 부리지만 다정한 친구.{j}위대하고 고결한 신수이나 저에게만큼은 그저 귀여운 표범.{j}내 소중한 친구, 에이몬.
en_us: Oh Amon. You can be cranky at times, but you’re a precious and kind friend of mine. People may fear you since you’re the mighty divine beast, but to me, you’re just an adorable, cute leopard.{j}{j}

source: 「너 귀여워하잖아, 작은 참새 같은 거.」
en_us: “I thought you liked cute things like this cute sparrow.”

source: “당신은 누구인가요?”
en_us: Blondina asked with a much stronger tone this time.

source: “예.”
en_us: “Yes,” she replied.

source: 그 누구도 블론디나에게 신경 쓰지 않았다.{j}하지만 블론디나는 오히려 그 점이 좋았다.{j}괜히 저에게 관심을 가져 봤자 품 안에 있는 에이몬만 주목될 뿐이다.{j}덧붙여 무척 시끄러운 참새 역시.
en_us: Nobody cared who she was. Blondina preferred to be unnoticed because she didn’t want the people to turn their eyes at Amon and the talkative sparrow.{j}{j}{j}

source: 에이몬은 그 손은 너 해라, 라는 듯한 모습으로 앞발에 힘을 빼고 있다가 블론디나가 찬찬히 상체를 일으키자 그제야 블론디나의 몸 위에서 폴짝 내려왔다.
en_us: Amon was still sitting on top of Blondina, relaxing his paw so that the princess can further enjoy rubbing it to her cheek. As she slowly raised her body, Amon took the chance and jumped off her.

source: 화려한 미사여구를 사용한 글은 길었으나 내용은 간단했다.{j}
en_us: She could tell that he was trying to use all the fancy flowery words he could think of on his long letter, but his point was straightforward.

source: 「어쨌든 내가 하고 싶은 말은…… 넌 그냥 내 옆에 있으면 된다는 거야.{j}날 안아 주고 쓰다듬어 주면서.」
en_us: “What I was about to say...don’t worry about me. All you have to do is stay by my side and pat me like you always do.”{j}

source: 블론디나는 대번 눈치챘다.{j}고양이의 경계심이 조금 누그러졌다는 걸.
en_us: Blondina immediately noticed that the cat had finally let his guard down.

source: “그런데, 루시.{j}신수와 인간은 사이가 좋은 거야, 안 좋은 거야?”
en_us: “By the way, do humans have a good or bad relationship with the divine beast?” Blondina asked Lucy.{j}

source: “나 걱정했어?{j}그래서 또 따라온 거야?”
en_us: “Were you worried about me? Is that why you followed me?”{j}

source: 마제또가 포르르 창밖으로 달아났다.
en_us: Majetto who was under his paw was finally set free as he ran away to the window.

source: 블론디나가 눈을 크게 뜨고 물었다.
en_us: Blondina asked Amon with her eyes glittering in admiration.

source: 떨그렁.
en_us: Rattle.

source: 셋 사이에 깊은 정적이 감겼다.{j}에이몬은 발톱으로 실뭉치를 신경질적으로 긁으며 중얼거렸다.
en_us: The deep silence between the three was interrupted when Amon angrily scratched the ball of yarn with his claws and muttered.{j}

source: ‘귀여운 목소리로 오싹한 말을 하네.’
en_us: Wow, scary words coming from such a cute voice.

source: “응, 루시.{j}잘 잤어?{j}품 안의 그건 뭐야?”
en_us: “Good morning, Lucy. It sure is. Did you sleep well? What is it that you’re carrying?”{j}{j}

source: “황제 폐하께서 입장하십니다!”
en_us: “The emperor is entering the grounds!”

source: 어디서인가 고양이 소리가 애처롭게 울렸다.{j}몇 걸음 떨어진 수풀 안에서 들리는 소리였다.{j}블론디나는 걸음을 멈추고 귀를 기울였다.
en_us: When Blondina heard a small cry from the bushes a few steps away from her, she paused and listened carefully for another cry.{j}{j}

source: “네.”
en_us: “Yes, sir.”

source: 블론디나가 발끝으로 에이몬을 툭툭 밀고는 미안한 듯 말했다.
en_us: Blondina pushed Amon away with her foot and apologized to Philip.

source: “루시.{j}지금처럼 퀸이 막을 수 없으면 어떻게 해?”
en_us: “Lucy, if the queen can’t block the next move, what happens next?”{j}

source: “아무튼, 블론디나 황녀.{j}아니, 언니.{j}앞으로 행동 똑바로 해.{j}괜히 설치고 다니면서 황족의 명예 실추시키지 말고.”
en_us: “Princess Blondina, no, sister. Please be more careful in your actions and your words from now on.”{j}{j}{j}

source: 체스는 최근 루시에게 처음으로 배운 놀이였는데 주사위 게임보다 머리를 쓰는 것이라 조금 복잡했으나 배우고 나니 꽤 재미있었다.
en_us: Chess was a game Blondina recently learned from Lucy. Even though it was more complicated than rolling dice, she found it more entertaining once she got used to the rule.

source: 소년은 제 발목을 힐끗 내려다보고는 고개를 끄덕였다.{j}그것을 마지막으로 미약한 미풍이 들었다.{j}살랑거리는 머리카락을 쓸어 올린 블론디나가 고개를 내리자, 눈앞에 다시 까맣고 작은 짐승이 있었다.
en_us: With a nod after looking down at his ankle, the boy disappeared like a wind from Blondina’s sight. Instead, there was the small black beast sitting below her eyes.{j}{j}

source: 목 안으로 삭여 드는 작은 목소리였다.{j}블론디나는 입술을 꼭 깨물었다.
en_us: As she heard the boy respond back with a shy voice, Blondina clenched her lips.{j}

source: 블론디나는 숨을 삼키며 목울대를 꿀꺽 울렸다.
en_us: Blondina held her breath and deeply gulped looking down at Amon.

source: “폐하.{j}제 어머니는 영주의 정부가 아니었습니다.”
en_us: “Your Majesty, my mother wasn’t a feudal lord’s mistress.”{j}

source: 도대체 자신을 무어로 보는 건지.{j}아무래도 정말 신수로서 제 권위와 위상이 땅바닥으로 곤두박질친 것만 같았다.
en_us: He was displeased that the girls were treating him like a mere cat, not a divine leopard. Their respect for his authority was no where to be found.{j}

source: 블론디나의 얼굴을 확인한 남자의 표정이 그제야 살짝 달라졌다.{j}“꽤 닮았군.”
en_us: “You do look just like your mother.”

source: “괘씸한 년!{j}불쌍하다고 거둬 주었으면 제대로 일을 해야 할 것 아니야!”
en_us: “You useless brat! I took you in with plain generosity, and this is how you repay me? The least you can do is be of some use!”

source: 일반 짐승은 아니니 뭐가 달라도 다른가 보다.{j}그럼 이 귀여운 상태로 10년 정도는 더 있겠다는 거네?
en_us: I guess you are really different from regular animals. That means you’ll remain cute in this form for another ten years, right?{j}

source: 날 무서워하지 마.{j}난 네 작고 귀여운 짐승이야.
en_us: Don’t be afraid of me, Briddie. I’m just your small and cute animal friend.{j}

source: 인간은 야비하고 교활하기에 언제 어떤 수를 써서 우리를 끌어내릴지 모른다는 그런 말.
en_us: The elder emphasized that humans could use their sly tricks to take the Clan down whenever the opportunity came.

source: 블론디나에게는 보여 준 적 없는 다정한 아비의 얼굴이었다.
en_us: The emperor also seemed different from when he was with Blondina. He treated Adellai like a real father.

source: “넌 몇 살이야?{j}난 열한 살인데.”
en_us: “How old are you? I’m eleven.”{j}

source: 상기하면 할수록 신기할 따름이었다.{j}황궁에 들어온 지 이미 몇 개월이나 지났는데도 잠에서 깰 때면 자신이 황녀라는 걸 온전히 자각하지 못했다.
en_us: It had been several months since she first came into the imperial palace, but she was still not used to her title being called princess. And time to time, she would awake from her sleep in surprise, believing that this could all be a dream.{j}

source: 블론디나가 멍하니 물었다.
en_us: While still looking outside the window astonished by Amon’s unexpected action, Blondina asked Lucy with a blank face.

source: 황제 폐하께서 죽은 듯 살라 하셨다.
en_us: You promised the emperor that sh

source: 자세한 내막은 모르나 자신은 이미 돌아가신 어머니와 황제인 아비 사이의 하룻밤 인연으로 만들어진 사생아 같았다.{j}더불어 천한 핏줄이 섞인 황가의 치부이기도 했고.{j}그것만이 지금 알 수 있는 진실이다.
en_us: Although she wasn’t explained with the details, Blondina assumed that she was born between her deceased mother and her father, the emperor, after their one night love. Born as a descendant of a commoner, this was more than enough to explain why the emperor was trying to hide her. She was his weakness. {j}{j}

source: 그래서 애써 자리를 피한 것이었다.{j}이 까칠하고 상냥한 신수님을 만나뵙기 위하여.
en_us: That was why she quickly left the ballroom to prevent such contingency and to meet this cranky, but friendly divine beast out in the royal garden.{j}

source: 블론디나는 긴장감에 침을 꼴깍 삼키고는 그를 향해 고개를 빳빳이 들어 올렸다.
en_us: She tried to hide her feelings with a gulp and raised her head to look him in the eye.

source: 타각타각-.
en_us: Crunch. Crunch.

source: 변명하는 듯한 대꾸에 까만 고양이가 휙 튀어 올랐다.{j}아무래도 저 두 고양이를 응징하러 가려는 것 같았다.
en_us: Infuriated by the stupid excuses laid out by the two cats, the black cat jumped towards them as if he was about to go punish them.{j}

source: 블론디나는 풀이 죽어 고개를 쭉 내렸다.{j}에이몬은 나직이 웃고는 블론디나의 뺨을 손가락으로 톡 건드렸다.
en_us: Blondina lowered her head in disappointment, but Amon seemed hopeful. He softly smiled at her and poked her chin.{j}

source: 아이는 눈을 끔뻑이며 천장의 호화로운 문양을 살피고 화병의 우아한 장식을 응시했다.
en_us: The child, still confused by the sudden change in her environment, closely observed the flamboyant patterns on the ceiling and turned her eyes to towards the decorations of the elegant vase with a blank face.

source: 힘겹게 속삭이던 어머니의 목소리가 떠오른다.
en_us: Blondina recalled her mother’s voice, whispering to her about her father in agony.

source: 촐싹거리다가 늘 한 대씩 얻어맞는데도 마제또는 한결같았다.{j}그 점이 대단하다고 해야 하나.
en_us: The annoying sparrow never stopped, no matter how many times he would always get smacked by Amon. It was quite impressive of him.{j}

source: 게다가 이름은 몰라도 얼굴은 이미 익숙한 상대였다.
en_us: It may be her first time hearing his name, but his face looked familiar.

source: 생긴 건 너무도 귀여운 고양이인데 눈매는 몹시 날카롭다.{j}마치 작은 고양이가 아니라 육식 동물 앞에 선 기분이 들었다.
en_us: Unlike his cute appearance, the cat’s eyes were sharp like a knife, making Philip feel as if he was standing in front of a ferocious predator.{j}

source: “……예!”
en_us: “...yes!”

source: 절 향해 한쪽 무릎을 꿇으며 인사를 보내는 사신을 향해, 블론디나는 고개를 끄덕였다.
en_us: The special envoys of Sichilla kneeled before Blondina and bowed saying their greetings.

source: “아니, 그건 아니고.”
en_us: “No, it’s not that.”

source: 「당연하지.
en_us: “Of course. After all, I’m a great divine leopard, with the blood of the ancient nobles running through my veins.”

source: 머리 장식을 다는 블론디나의 얼굴이 약간 상기되어 있었다.
en_us: She looked a little nervous as her servant did her hair with some decorations.

source: 다시 고개를 들어 황제와 아델라이 황녀를 보았다.
en_us: She raised her head back up and glanced at the emperor and Princess Adellai hugging each other.

source: 털실 뭉치를 질질 끌고 온 에이몬이 블론디나에게 말했다.
en_us: Amon walked toward Blondina with his body tangled in yarn.

source: 시종의 말을 끝으로, 열린 문 안으로 입장했다.
en_us: At the word of the servant, the door to the party hall opened.

source: 일어나라는 뜻이었다.
en_us: She was telling the knight to stand up.

source: “꺄아악!{j}참새!{j}참새가!”
en_us: “Kyaaa! A sparrow! He brought a dead sparrow!”{j}{j}

source: 결국, 우당탕퉁탕 난리가 났다.
en_us: In the end, the two fell to the floor.

source: 새까만 몸은 형체가 잘 보이지 않았으나 맹수의 눈동자는 아름다운 불빛처럼 반짝거리고 있었다.
en_us: With his dark-colored body, it was a little hard to clearly see his body, but she could tell it was Amon by his bright sparkling eyes.

source: 그건 아마도.{j}‘내 천한 출신 때문이겠지.’
en_us: Maybe it’s because I’m born from a commoner.{j}

source: “치료 다 끝났어.{j}벌써 해가 져버렸네.{j}어두운데 돌아갈 수 있겠어?”
en_us: “All done. But the sun has already set. Are you sure you want to leave now? It’s so dark outside.”{j}{j}

source: 필립은 방문객답지 않게 당당한 모습으로 어깨를 펴고 들어왔다.{j}가히 권력의 중심에 서 있는 가문 자제다운 자세였다.
en_us: Philip entered the room with confidence and restraint, expected from a member of a powerful aristocrat family.

source: 그마저도 귀엽다.
en_us: Even that was so cute.

source: 그러자 에이몬이 벌떡 일어나더니 앞발로 블론디나의 손등을 탁탁 두드렸다.
en_us: Amon grew impatient with her not answering to him that he tapped on her hand with his paw.

source: 헝겊 주머니가 달린 목걸이.
en_us: The necklace was holding a small worn pouch.

source: 저 패악을 부리는 배다른 형제는 내버려 두고 제 숙소로 가고 싶을 뿐이다.{j}게다가 제 아비가 경고하지 않았나.{j}죽은 듯 처박혀 살라고.
en_us: At this point, all she wanted was to return back to her room and live quietly there, just as her father has ordered her to do.{j}{j}

source: 황제는 졌다는 듯 깃펜을 놓았다.
en_us: The emperor gave in and laid down his quill pen.

source: 이를 어쩌지.{j}속이 조금 복잡해졌다.
en_us: What should I do...I feel so nervous sitting in front of him.{j}

source: 사실은 고맙다고 말하고 싶었는데, 고마운 게 너무 많아서 이제는 표현하기가 민망할 정도였다.
en_us: Blondina wanted to thank Amon, but there were too many things she was thankful for that she felt embarrassed to express her honest feelings to Amon.

source: #8화
en_us: Chapter 8

source: 눈꺼풀 위로 아침 볕이 아른아른 내비치는데 눈을 뜨고 싶지는 않았다.
en_us: She felt the morning sunlight shining through her curtains, but she didn’t want to wake up from her sweet dreams.

source: 내가 황녀라니.
en_us: Blondina woke up from her sleep, still surprised to learn that she was a princess of this empire.

source: 무슨 말인지 대번 이해가 가지 않아 침묵했다.
en_us: Blondina was still confused by Amon’s words. She stood silent trying to understand him.

source: 블론디나가 입을 합 다물었다.
en_us: Blondina’s smile disappeared as she clenched her mouth shut.

source: 「아까 봤지.{j}그 점박이 애들.」
en_us: “You remember the spotted cats?”{j}

source: 에이몬은 표정을 굳혔다.
en_us: Blondina’s heart was pounding her chest.

source: 재미없던 일상에 처음으로 받은 감정을 놓치고 싶지는 않았다.
en_us: He didn’t want to lose the first spark of excitement in his hollow life.

source: 절 향해 모여드는 이들을 대충 상대하던 황제는, 이내 아델라이 황녀와 라르트를 발견하고는 가만히 웃어 보였다.
en_us: The emperor quickly walked passed the crowd in front of him until he paused in from of his children, Princess Adellai and Prince Lart. He looked down at them and gave them a warm smile.

source: 분수대 앞에 앉아 앞에 펼쳐진 잔디밭을 바라보다가 손에 들었던 종이를 펴 들었다.{j}루시가 적어 준 글자가 몇 개 적혀 있었다.
en_us: She sat by the fountain and gazed at the beautiful grass field in front her. Then, she unfolded the parchment in her hands.{j}It was written with couple letters Lucy had taught her.
